{
    "aboutMe": "About Me",
    "ed_career": "Education/Career",
    "project" : "Projects",
    "skill": "Skills/Languages",
    "contact": "Contact",
    "resume" : "Resume",
    "fluency":"Fluency",
    "close":"Close",
    "info":"More Info",
    "email":"Email",
    "phone":"Phone",
    "li":"LinkedIn",
    "fb":"Facebook",
    "git":"Github",
    "es": "Spanish",
    "en": "English",
    "ja" : "Japanese",
    "zh" : "Chinese",

    "teamwork": "Teamwork",
    "prob_solve" : "Problem Solving",
    "adaptability" : "Reliability/Adaptability",
    "exp" : "Experience",
    "team_reason":"Multi-lingual background enables communication in a variety of settings.",
    "prob_reason": "Depth of experience is evident in the ability to pinpoint a problem and effectively find an optimal solution.",
    "adap_reason" : "Easy-going and proven team player.",
    "exp_reason": "More than 5 years of experience developing different applicationss for many devices.",


    "terminal_app": "Terminal Application",
    "terminal_desc" : "Created an Android and iOS application which connects via bluetooth to a specific dongle and can communicate through serial commands with the device.",
    "sight_app" : "Sigthseeing System",
    "sight_desc" : "Designed and developed an android application and web server to add and show information about different sightseeing spots. Inside the system there is a Rapiro robot which is programmed using an arduino board to move and play games with the different tourists. All the interactions between the tourist and the robot are done via tablet and bluetooth contoller that is created using the NordicSDK.",
    "pack_app" : "Package Procedure App",
    "pack_desc" : "Android application created in Java to save the way in which specific items need to be packaged for shipping using video, photos and text. Created a Python server on a linux machine to save and retrieve the data that is stored by the Android Application.",
    "medical_system" : "Medical AI Cloud Solution",
    "medical_desc":"Designed, developed and tested an offline AI solution into the Google Cloud Platform. The system allows clients to upload the different DICOM files into the cloud for the AI to predict. Using the AI results, tailored outcomes were delivered to the customers.",
    "viewer_app": "Medical Viewer and Controller Application",
    "viewer_desc" : "Developed and designed an application where users can see in real-time the progress of the AI prediction process. The application allows users to be able to upload and control their usage for billing purposes.",
    "more_projects": "To see more projects check Github or request via email",

    "bath_uni" : "University of Bath",
    "bath_period":"September 2010 - July 2013",
    "bath_title" : "BSc (Hons) Computer Science with ab initio Japanese",
    "bath_1" : "Achieved the grade 2:1",
    "bath_2" : "Studied: Computer Science HCI, Architecture and Programming.",
    "bath_3" : "Learned Basic Japanese",
    "bath_4" : "Created and participated in different projects; from creating a basic game to an Android Application",
    "bath_location":"Bath, United Kingdom",
    "waseda_uni" : "Waseda University",
    "waseda_period" : "September 2013 - April 2015",
    "waseda_title" : "Japanese Language Program",
    "waseda_1" : "Studied Japanese Language up to N1/N2 Level",
    "waseda_2" : "Learned about Japanese culture through participating in many cultural events",
    "waseda_3" : "Participated in different club activities with diverse groups of people.",
    "waseda_location":"Tokyo, Japan",
    "gjun" : "Gjun Information",
    "gjun_period" : "April 2014 - August 2014",
    "gjun_title" : "Programming and Computing",
    "gjun_1" : "Learned to use Adobe programs such as Photoshop and Illustrator",
    "gjun_2" : "Learned about and created multiple iOS applications using Objective-C",
    "gjun_3" : "Polished different programming skills (Java, C&C++, C#)",
    "gjun_location":"Tainan, Taiwan",
    "ars" : "Ars Co. Ltd",
    "ars_period" : "May 2015 - December 2019",
    "ars_title" : "Software Enginner(R&D)",
    "ars_1" : "Provided tailored solutions for clients",
    "ars_2" : "Created multiple applications on different platforms (PC, Mobile) to meet customer needs",
    "ars_3" : "Created different IoT devices using RaspberryPi/Arduino",
    "ars_4" : "Developed bluetooth devices using the NordicSDK",
    "ars_location":"Yokohama, Kanagawa",
    "infervision" : "Infervision Japan",
    "infer_period": "January 2020 - Current",
    "infer_title" : "Senior Software Engineer",
    "infer_1" : "Code, support and deployment of Medical AI solutions on different cloud and local platforms. (Google Cloud and Amazon Web Services)",
    "infer_2" : "Worked in teams as well as individually to develop, create and support different programs surrounding the company’s medical AI infrastructure. (Mainly Web, PC and Mobile)",
    "infer_location":"Ichigaya, Tokyo",

    "summary": "Always looking forward to new challenges and opportunities to obtain more knowledge and skills as well as meeting different people from around the world.",
    "hello" : "Hello, I'm ",
    "main_title" : "I'm a full-stack software engineer"

}