{
    "aboutMe": "Sobre Mi",
    "ed_career": "Formación",
    "project" : "Proyectos",
    "skill": "Habilidades/Idiomas",
    "contact": "Contacto",
    "resume" : "Curriculum",
    "fluency":"Dominio",
    "close":"Cerrar",
    "info":"Más información",
    "email":"Email",
    "phone":"Teléfono",
    "li":"LinkedIn",
    "fb":"Facebook",
    "git":"Github",
    "es": "Español",
    "en": "Inglés",
    "ja" : "Japonés",
    "zh" : "Chino",
    "teamwork": "Trabajo en Equipo",
    "prob_solve" : "Resolución de problemas",
    "adaptability" : "Fiabilidad/Adaptabilidad",
    "exp" : "Experiencia",
    "team_reason":"Gracias a poder hablar diferentes idiomas, soy capaz de trabajar con diferentes personas y en diferentes lugares.",
    "prob_reason": "Usando el conocimiento y experiencia en diferentes áreas, soy capaz de eficazmente encontrar y solucionar multitud de problemas.",
    "adap_reason" : "Cualidades como mi personalidad e capabilidad lingüistica me ayudan a integrarme en diferentes entornos con facilidad y poder dar resultados positivos.",
    "exp_reason": "Más de 5 años de experiencia desarrollando aplicaciones para diferentes plataformas.",
    "terminal_app": "Aplicación de Terminal",
    "terminal_desc" : "Aplicación Android e iOS que al conectarse a un especifico dipositivo por bluetooth puede comunicarse con comandos serial.",
    "sight_app" : "Aplicación de Turismo",
    "sight_desc" : "Desarrollo y diseño de una aplicación Android con servidor web para mostrar información de diferentes lugares turísticos. Para incrementar la interactuación con los turistas, hay un robot Rapiro programado usando un Arduino donde el turista puede jugar a diferentes juegos con el robot. Para interactuar con el robot hay una tablet y un mando bluetooth creado usando el NordicSDK.",
    "pack_app" : " Applicación de procedimiento de Empaquetamiento",
    "pack_desc" : "Aplicación Android creada en Java para poder guardar el procedimiento, usando texto, video y fotos, en el que diferentes productos se empaquetan para envío. Complementando la aplicación, hay un servidor backend escrito en Python para guardar y obtener diferentes datos.",
    "medical_system" : "Sistema de Medicina en la nube usando Inteligencia Artificial",
    "medical_desc":"Desarollo, diseño y testeo de un sistema inteligencia artificial en el Google Cloud Platform. El sistema permite que los clientes puedan subir a la nube diferentes archivos DICOM para que nuestra inteligencia artificial puede crear una predicción. Usando esas predicciones, se ha creado diferentes maneras de crear resultados para los clientes.",
    "viewer_app": "Aplicación de visualización y controlador médico",
    "viewer_desc" : "Desarrollo y diseño de una aplicación donde los usuarios pueden ver a tiempo real el progreso de las predicciones de nuestra inteligencia artificial. La aplicaión permite a usuarios que puedan subir y controlar el uso del sistema.",
    "more_projects": "Para ver más proyectos mira Github o mándame un email.",

    "bath_uni" : "Universidad de Bath",
    "bath_period":"Septiembre 2010 - Julio 2013",
    "bath_title" : "BSc (Hons) Computer Science with ab initio Japanese",
    "bath_1" : "Graduado con 2:1 de nota",
    "bath_2" : "Estudié diferentes campos de ciencias de la computación como HCI, arquitectura y programación.",
    "bath_3" : "Aprendí japonés de nivel básico",
    "bath_4" : "Participé y desarrollé en diferentes proyectos desde creación de juegos hasta aplicaciones Android",
    "bath_location":"Bath, Reino Unido",
    "waseda_uni" : "Universidad de Waseda",
    "waseda_period" : "Septiembre 2013 - Abril 2015",
    "waseda_title" : "Japanese Language Program",
    "waseda_1" : "Aprendí japonés alcanzando un nivel de N1/N2",
    "waseda_2" : "Aprendí cultura japonesa a través de clases y eventos culturales",
    "waseda_3" : "Participé en diferentes actividades del club con diferentes personas",
    "waseda_location":"Tokio, Japón",
    "gjun" : "Gjun Information",
    "gjun_period" : "Abril 2014 - Agosto 2014",
    "gjun_title" : "Ciencias de programación y computación",
    "gjun_1" : "Aprendí las bases de uso de los programas de Adobe, como Photoshop y Illustrator",
    "gjun_2" : "Aprendí y desarrollé programs de iOS usando Objective-C",
    "gjun_3" : "Adquirí conocimiento y mejoré en diferentes lenguajes de programación (Java, C&C++, C#)",
    "gjun_location":"Tainan, Taiwan",
    "ars" : "Ars Co. Ltd",
    "ars_period" : "Mayo 2015 - Diciembre 2019",
    "ars_title" : "Software Enginner(R&D)",
    "ars_1" : "Proporcioné y desarrollé diferentes soluciones para multitud de clientes",
    "ars_2" : "Desarrollé diferentes aplicaciones para diferentes plataformas (PC, Móvil)",
    "ars_3" : "Creé diferentes aplicaciones Iot sobre RaspberryPi y Arduino",
    "ars_4" : "Usando NordicSDK, desarrollé firmware para módulos Bluetooth",
    "ars_location":"Yokohama, Kanagawa",
    "infervision" : "Infervision Japan",
    "infer_period": "Enero 2020 - Actual",
    "infer_title" : "Senior Software Engineer",
    "infer_1" : "Desarrollo, soporte e implementación de soluciones de medicina AI en la nube y local. (Google Cloud y Amazon Web Services)",
    "infer_2" : " Trabajé en diferentes equipos e individualmente para desarollar, crear y sostener diferentes programas que rodean la estructura de la AI médica de la empresa. (Principalmente Web, PC y Móvil)",
    "infer_location":"Ichigaya, Tokio",

    "summary": "Siempre buscando diferentes retos y oportunidades para ampliar mis conociemientos y habilidades así como también poder conocer a diferentes personas.",
    "hello" : "Hola, Soy ",
    "main_title" : "Soy un full-stack software engineer"
}

